// Whenever text update version should be updated
export const termsObj = {
  // tslint:disable-next-line
  text: '<h2>声明</h2><p>维公链P2P商城桌面系统（以下简称“本产品”）是广州久零区块链技术有限公司提供的一个去中心化、隐私保护、低交易费用的商品交易平台。本软件提供的所有软件和资料均为软件作者提供及网友推荐发布，不得用于任何商业用途。</p><p>本产品中提供的软件之著作权归软件作者所有。用户可以自由选择是否使用本产品提供的软件。如果用户下载、安装、使用本产品中所提供的软件，即表明用户信任该软件作者，广州久零区块链技术有限公司（以下简称“广州久零”）对任何原因在使用本产品中提供的软件时可能对用户自己或他人造成的任何形式的损失和伤害不承担责任。</p><p>任何单位或个人认为通过本产品提供的软件可能涉嫌侵犯其合法权益，应该及时向广州久零书面反馈，并提供身份证明、权属证明及详细侵权情况证明，广州久零在收到上述法律文件后，将会尽快移除被控侵权软件。</p><p>本产品中的部分免费软件来源于互联网，由于某些原因我们没能联系上免费软件作者，如果软件作者对使用本产品提供下载、更新有任何异议，都欢迎与我们联系沟通。广州久零将在规定时间内给予删除等相关处理。</p><p></p>',
  createdAt: 1559782800
}
